<html>
<head>
	<title>take a deep breath - acamus</title>
	<link href='http://fonts.googleapis.com/css?family=Alegreya+Sans+SC' rel='stylesheet' type='text/css'>
	<style>
		wrapper{

		}
		
		img{
			max-width: 100%;
			overflow-y: auto;
		}

		.photowrapper{
			postion: relative;
			margin-left: 11%;
			z-index: 15;
			margin-right: 11%;
		}

		.quote{
			position: fixed;
			top: 10%;
			width: 20%;
			margin-left: 55%;
			font-size: 30px;
			font-family: monospace;
			z-index: 20;
		}

		.sysyphusblock{
			position: absolute;
			display: inline;
			top: 0;
			font-size: 10px;
			font-family: monospace;
			width: 10%;
			text-align: justify;
		}

		.meursaultblock{
			position: absolute;
			display: inline;
			top: 0;
			font-size: 10px;
			font-family: monospace;
			width: 10%;
			text-align: justify;
			margin-right: 1%;
			right: 0;
		}

		#vertgalant{
			width: 100%;
		}

		.footer{
			text-align: center;
			font-family: 'Alegreya Sans SC', sans-serif;
			font-size: 40px;
			color: black;
			background-color: white;
			width: 89%;
			height: 30%;
			margin-left: 11%;
			position: absolute;
		}
	</style>
</head>
<body>
	<wrapper>
			<div class="photowrapper"><img src="res/img/camus.jpg" alt="albertcamus" />
				<div class="quote">
					<h4>Le seul moyen d'affronter un monde sans libert& est de devenir si absolument libre qu'on fasse de sa propre existence un acte de r&volte</h4>
				</div>
			</div>
		<div class="meursaultblock">
		        <p>
				Aujourd'hui, maman est morte. Ou peut-&ecirc;tre hier, je ne sais pas. J'ai re&ccedil;u un t&eacute;l&eacute;gramme de l'asile: «M&egrave;re d&eacute;c&eacute;d&eacute;e. Enterrement demain. Sentiments distingu&eacute;s.» Cela ne veut rien dire. C'&eacute;tait peut-&ecirc;tre hier. L'asile de vieillards est à Marengo, à quatre-vingts kilom&egrave;tres d'Alger. Je prendrai l'autobus à deux heures et j'arriverai dans l'apr&egrave;s-midi. Ainsi, je pourrai veiller et je rentrerai demain soir. J'ai demand&eacute; deux jours de cong&eacute; à mon patron et il ne pouvait pas me les refuser avec une excuse pareille. Mais il n'avait pas l'air content. Je lui ai m&ecirc;me dit :
«Ce n'est pas de ma faute.»
Je me suis lev&eacute; sans rien dire et il m'a pr&eacute;c&eacute;d&eacute; vers la porte. Dans l'escalier, il m'a expliqu&eacute;: «Nous l'avons transport&eacute;e dans notre petite morgue. Pour ne pas impressionner les autres. Chaque fois qu'un pensionnaire meurt, les autres sont nerveux pendant deux ou trois jours. Et &ccedil;a rend le service difficile.»
Comme je ne comprenais pas, j'ai regard&eacute; l'infirmi&egrave;re et j'ai vu qu'elle portait sous les yeux un bandeau qui faisait le tour de la t&ecirc;te. A la hauteur du nez, le bandeau &eacute;tait plat. On ne voyait que la blancheur du bandeau dans son visage. Quand elle est partie, le concierge a parl&eacute;: « Je vais vous laisser seul.» Je ne sais pas quel geste j'ai fait, mais il est rest&eacute;, debout derri&egrave;re moi. Cette pr&eacute;sence dans mon dos me g&ecirc;nait. La pi&egrave;ce &eacute;tait pleine d'une belle lumi&egrave;re de fin d'apr&egrave;s-midi. Deux frelons bourdonnaient contre la verri&egrave;re. Et je sentais le sommeil me gagner. J'ai dit au concierge, sans me retourner vers lui: «II y a longtemps que vous &ecirc;tes là?» Imm&eacute;diatement il a r&eacute;pondu:
«Cinq ans — comme s'il avait attendu depuis toujours ma demande. Ensuite, il a beaucoup bavard&eacute;. On l'aurait bien &eacute;tonn&eacute; en lui disant qu'il finirait concierge à l'asile de Marengo. Il avait soixante-quatre ans et il &eacute;tait Parisien. A ce moment je l'ai interrompu: «Ah ! vous n'&ecirc;tes pas d'ici?»
 
Puis je me suis souvenu qu'avant de me conduire chez le directeur, il m'avait parl&eacute; de maman. Il m'avait dit qu'il fallait l'enterrer tr&egrave;s vite, parce que dans la plaine il faisait chaud, surtout dans ce pays. C'est alors qu'il m'avait appris qu'il avait v&eacute;cu à Paris et qu'il avait du mal à l'oublier. A Paris, on reste avec le mort trois, quatre jours quelquefois. Ici on n'a pas le temps, on ne s'est pas fait à l'id&eacute;e que d&eacute;jà il faut courir derri&egrave;re le corbillard. Sa femme lui avait dit alors:
«Tais-toi, ce ne sont pas des choses à raconter à monsieur.»
Le vieux avait rougi et s'&eacute;tait excus&eacute;. J'&eacute;tais intervenu pour dire:
«Mais non. Mais non.»
Je trouvais ce qu'il racontait juste et int&eacute;ressant. Dans la petite morgue, il m'a appris qu'il &eacute;tait entr&eacute; à l'asile comme indigent. Comme il se sentait valide, il s'&eacute;tait propos&eacute; pour cette place de concierge. Je lui ai fait remarquer qu'en somme il &eacute;tait un pensionnaire. Il m'a dit que non. J'avais d&eacute;jà &eacute;t&eacute; frapp&eacute; par la fa&ccedil;on qu'il avait de dire:
«ils», «les autres», et plus rarement «les vieux», en parlant des pensionnaires dont certains n'&eacute;taient pas plus âg&eacute;s que lui. Mais naturellement, ce n'&eacute;tait pas la m&ecirc;me chose. Lui &eacute;tait concierge, et, dans une certaine mesure, il avait des droits sur eux. La garde est entr&eacute;e à ce moment. Le soir &eacute;tait tomb&eacute; brusquement. Tr&egrave;s vite, la nuit s'&eacute;tait &eacute;paissie au-dessus de la verri&egrave;re. Le concierge a tourn&eacute; le commutateur et j'ai &eacute;t&eacute; aveugl&eacute; par l'&eacute;claboussement soudain de la lumi&egrave;re. Il m'a invit&eacute; à me rendre au r&eacute;fectoire pour dîner. Mais je n'avais pas faim. Il m'a offert alors d'apporter une tasse de caf&eacute; au lait. Comme j'aime beaucoup le caf&eacute; au lait, j'ai accept&eacute; et il est revenu un moment apr&egrave;s avec un plateau. J'ai bu. J'ai eu alors envie de fumer. Mais j'ai h&eacute;sit&eacute; parce que je ne savais pas si je pouvais le faire devant maman. J'ai r&eacute;fl&eacute;chi, cela n'avait aucune importance. J'ai offert une cigarette au concierge et nous avons fum&eacute;. A un moment, il m'a dit: «Vous savez, les amis de madame votre m&egrave;re vont venir la veiller aussi. C'est la coutume. Il faut que j'aille chercher des chaises et du caf&eacute; noir.» Je lui ai demand&eacute; si on pouvait &eacute;teindre une des lampes. L'&eacute;clat de la lumi&egrave;re sur les murs blancs me fatiguait. Il m'a dit que ce n'&eacute;tait pas possible. L'installation &eacute;tait ainsi faite : c'&eacute;tait tout ou rien. Je n'ai plus beaucoup fait attention à lui. Il est sorti, est revenu, a dispos&eacute; des chaises. Sur l'une d'elles, il a empil&eacute; des tasses autour d'une cafeti&egrave;re. Puis il s'est assis en face de moi, de l'autre côt&eacute; de maman. La garde &eacute;tait aussi au fond, le dos tourn&eacute;. Je ne voyais pas ce qu'elle faisait. Mais au mouvement de ses bras, je pouvais croire qu'elle tricotait. Il faisait doux, le caf&eacute; m'avait r&eacute;chauff&eacute; et par la porte ouverte entrait une odeur de nuit et de fleurs. Je crois que j'ai somnol&eacute; un peu. C'est un frôlement qui m'a r&eacute;veill&eacute;. D'avoir ferm&eacute; les yeux, la pi&egrave;ce m'a paru encore plus &eacute;clatante de blancheur. Devant moi, il n'y avait pas une ombre et chaque objet, chaque angle, toutes les courbes se dessinaient avec une puret&eacute; blessante pour les yeux.
C'est à ce moment que les amis de maman sont entr&eacute;s. Ils &eacute;taient en tout une dizaine, et ils glissaient en silence dans cette lumi&egrave;re aveuglante. Ils se sont assis sans qu'aucune chaise grin&ccedil;ât. Je les voyais comme je n'ai jamais vu personne et pas un d&eacute;tail de leurs visages ou de leurs habits ne m'&eacute;chappait. Pourtant je ne les entendais pas et j'avais peine à croire à leur r&eacute;alit&eacute;. Presque toutes les femmes portaient un tablier et le cordon qui les serrait à la taille faisait encore ressortir leur ventre bomb&eacute;. Je n'avais encore jamais remarqu&eacute; à quel point les vieilles femmes pouvaient avoir du ventre. Les hommes &eacute;taient presque tous tr&egrave;s maigres et tenaient des cannes. Ce qui me frappait dans leurs visages, c'est que je ne voyais pas leurs yeux, mais seulement une lueur sans &eacute;clat au milieu d'un nid de rides. Lorsqu'ils se sont assis, la plupart m'ont regard&eacute; et ont hoch&eacute; la t&ecirc;te avec g&ecirc;ne, les l&egrave;vres toutes mang&eacute;es par leur bouche sans dents, sans que je puisse savoir s'ils me saluaient ou s'il s'agissait d'un tic.
Je crois plutôt qu'ils me saluaient. C'est à ce moment que je me suis aper&ccedil;u qu'ils &eacute;taient tous assis en face de moi à dodeliner de la t&ecirc;te, autour du concierge. J'ai eu un moment l'impression ridicule qu'ils &eacute;taient là pour me juger. Peu apr&egrave;s, une des femmes s'est mise à pleurer. Elle &eacute;tait au second rang, cach&eacute;e par une de ses compagnes, et je la voyais mal. Elle pleurait à petits cris, r&eacute;guli&egrave;rement : il me semblait qu'elle ne s'arr&ecirc;terait jamais. Les autres avaient l'air de ne pas l'entendre. Ils &eacute;taient affaiss&eacute;s, mornes et silencieux. Ils regardaient la bi&egrave;re ou leur canne, ou n'importe quoi, mais ils ne regardaient que cela. La femme pleurait toujours. J'&eacute;tais tr&egrave;s &eacute;tonn&eacute; parce que je ne la connaissais pas. J'aurais voulu ne plus l'entendre. Pourtant je n'osais pas le lui dire. Le concierge s'est pench&eacute; vers elle, lui a parl&eacute;, mais elle a secou&eacute; la t&ecirc;te, a bredouill&eacute; quelque chose, et a continu&eacute; de pleurer avec la m&ecirc;me r&eacute;gularit&eacute;. 
			</p>

		</div>
		<div class="sysyphusblock"> 
			<p>The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.

If one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets. Egina, the daughter of Esopus, was carried off by Jupiter. The father was shocked by that disappearance and complained to Sisyphus. He, who knew of the abduction, offered to tell about it on condition that Esopus would give water to the citadel of Corinth. To the celestial thunderbolts he preferred the benediction of water. He was punished for this in the underworld. Homer tells us also that Sisyphus had put Death in chains. Pluto could not endure the sight of his deserted, silent empire. He dispatched the god of war, who liberated Death from the hands of her conqueror.

It is said that Sisyphus, being near to death, rashly wanted to test his wife's love. He ordered her to cast his unburied body into the middle of the public square. Sisyphus woke up in the underworld. And there, annoyed by an obedience so contrary to human love, he obtained from Pluto permission to return to earth in order to chastise his wife. But when he had seen again the face of this world, enjoyed water and sun, warm stones and the sea, he no longer wanted to go back to the infernal darkness. Recalls, signs of anger, warnings were of no avail. Many years more he lived facing the curve of the gulf, the sparkling sea, and the smiles of earth. A decree of the gods was necessary. Mercury came and seized the impudent man by the collar and, snatching him from his joys, lead him forcibly back to the underworld, where his rock was ready for him.

You have already grasped that Sisyphus is the absurd hero. He is, as much through his passions as through his torture. His scorn of the gods, his hatred of death, and his passion for life won him that unspeakable penalty in which the whole being is exerted toward accomplishing nothing. This is the price that must be paid for the passions of this earth. Nothing is told us about Sisyphus in the underworld. Myths are made for the imagination to breathe life into them. As for this myth, one sees merely the whole effort of a body straining to raise the huge stone, to roll it, and push it up a slope a hundred times over; one sees the face screwed up, the cheek tight against the stone, the shoulder bracing the clay-covered mass, the foot wedging it, the fresh start with arms outstretched, the wholly human security of two earth-clotted hands. At the very end of his long effort measured by skyless space and time without depth, the purpose is achieved. Then Sisyphus watches the stone rush down in a few moments toward tlower world whence he will have to push it up again toward the summit. He goes back down to the plain.

It is during that return, that pause, that Sisyphus interests me. A face that toils so close to stones is already stone itself! I see that man going back down with a heavy yet measured step toward the torment of which he will never know the end. That hour like a breathing-space which returns as surely as his suffering, that is the hour of consciousness. At each of those moments when he leaves the heights and gradually sinks toward the lairs of the gods, he is superior to his fate. He is stronger than his rock.

If this myth is tragic, that is because its hero is conscious. Where would his torture be, indeed, if at every step the hope of succeeding upheld him? The workman of today works everyday in his life at the same tasks, and his fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that can not be surmounted by scorn.

If the descent is thus sometimes performed in sorrow, it can also take place in joy. This word is not too much. Again I fancy Sisyphus returning toward his rock, and the sorrow was in the beginning. When the images of earth cling too tightly to memory, when the call of happiness becomes too insistent, it happens that melancholy arises in man's heart: this is the rock's victory, this is the rock itself. The boundless grief is too heavy to bear. These are our nights of Gethsemane. But crushing truths perish from being acknowledged. Thus, Edipus at the outset obeys fate without knowing it. But from the moment he knows, his tragedy begins. Yet at the same moment, blind and desperate, he realizes that the only bond linking him to the world is the cool hand of a girl. Then a tremendous remark rings out: "Despite so many ordeals, my advanced age and the nobility of my soul make me conclude that all is well." Sophocles' Edipus, like Dostoevsky's Kirilov, thus gives the recipe for the absurd victory. Ancient wisdom confirms modern heroism.

One does not discover the absurd without being tempted to write a manual of happiness. "What!---by such narrow ways--?" There is but one world, however. Happiness and the absurd are two sons of the same earth. They are inseparable. It would be a mistake to say that happiness necessarily springs from the absurd. Discovery. It happens as well that the felling of the absurd springs from happiness. "I conclude that all is well," says Edipus, and that remark is sacred. It echoes in the wild and limited universe of man. It teaches that all is not, has not been, exhausted. It drives out of this world a god who had come into it with dissatisfaction and a preference for futile suffering. It makes of fate a human matter, which must be settled among men.

All Sisyphus' silent joy is contained therein. His fate belongs to him. His rock is a thing. Likewise, the absurd man, when he contemplates his torment, silences all the idols. In the universe suddenly restored to its silence, the myriad wondering little voices of the earth rise up. Unconscious, secret calls, invitations from all the faces, they are the necessary reverse and price of victory. There is no sun without shadow, and it is essential to know the night. The absurd man says yes and his efforts will henceforth be unceasing. If there is a personal fate, there is no higher destiny, or at least there is, but one which he concludes is inevitable and despicable. For the rest, he knows himself to be the master of his days. At that subtle moment when man glances backward over his life, Sisyphus returning toward his rock, in that slight pivoting he contemplates that series of unrelated actions which become his fate, created by him, combined under his memory's eye and soon sealed by his death. Thus, convinced of the wholly human origin of all that is human, a blind man eager to see who knows that the night has no end, he is still on the go. The rock is still rolling.

I leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.</p>
		</div>
		<div class="photowrapper"> 
			<img  src="res/img/mountains.jpg" alt="highplaces" />
		</div>
		<div class="photowrapper"> 
			<img  src="res/img/map.jpg" alt="boatmap" />
		</div>
		<div class="photowrapper" style="background-color: rgb(106, 14, 14);"> 
			<img  id="vertgalant" src="res/img/vertgalant.jpg" alt="statueofhenry" />
		</div>
		<div class="photowrapper"> 
			<img  src="res/img/amsterdam.jpg" alt="amsterdammap" />
		</div>
		<div class="photowrapper"> 
			<img  src="res/img/mexicocity.jpg" alt="mexicocity" />
		</div>
		<div class="footer">
			<p>The struggle itself toward the heights is enough to fill a man's heart.</p>
			<p>One must imagine Sisyphus happy.</p>
		</div>
</body>
</body>
</body>
</html>
